{"pageProps":{"source":{"compiledSource":"var d=Object.defineProperty,u=Object.defineProperties;var l=Object.getOwnPropertyDescriptors;var i=Object.getOwnPropertySymbols;var r=Object.prototype.hasOwnProperty,s=Object.prototype.propertyIsEnumerable;var h=(e,a,n)=>a in e?d(e,a,{enumerable:!0,configurable:!0,writable:!0,value:n}):e[a]=n,o=(e,a)=>{for(var n in a||(a={}))r.call(a,n)&&h(e,n,a[n]);if(i)for(var n of i(a))s.call(a,n)&&h(e,n,a[n]);return e},c=(e,a)=>u(e,l(a));var p=(e,a)=>{var n={};for(var t in e)r.call(e,t)&&a.indexOf(t)<0&&(n[t]=e[t]);if(e!=null&&i)for(var t of i(e))a.indexOf(t)<0&&s.call(e,t)&&(n[t]=e[t]);return n};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(n){var t=n,{components:e}=t,a=p(t,[\"components\"]);return mdx(MDXLayout,c(o(o({},layoutProps),a),{components:e,mdxType:\"MDXLayout\"}),mdx(\"h3\",null,\"Note: Abhishek is no longer at Dynopii. We wish him a great journey ahead!\"),mdx(\"p\",null,\"Abhishek brings in a mixture of experience research aptitude and large industry exposure. He is an entrepreneur, a teacher, author, researcher and dreamcatcher. He has worked on various domains such as pharmaceutical, manufacturing and retail and has led several teams in research and product development.\"),mdx(\"p\",null,\"In the past, Abhishek has worked as Principal Engineer at P360 where he established both the AI and IoT product teams from scratch. He has a B.Tech degree and a curious mind. He is also an Intel Black Belt Developer - a coveted open-source Intel award given to people who have contributed to Intel Open Source Contribution. He has presented his research work on Reinforcement Learning at ACM SIGGRAPH 2018. He has been an invited educator at several leading premier education institutes in India. Abhishek has also authored books on Reinforcement learning, Unity ML, Leap Motion and Game engines. He was also among the top 50 innovators at the first edition of the Make in India initiative. There he received training for his product lifecycle to practice from IIMA and MHRD IT Dept of Government of India.\"),mdx(\"p\",null,\"Abhishek has exposure to working with call centres through his past association with Wipro, Dell and IBM. His years of experience contributes immensely to shaping the flagship product Dhwani.\"))}MDXContent.isMDXComponent=!0;\n","scope":{"title":"Abhishek Nandy","description":"A brief introduction to Abhishek","featured":false,"coverImage":"/svgs/productsPageWave.svg"}},"frontMatter":{"title":"Abhishek Nandy","description":"A brief introduction to Abhishek","featured":false,"coverImage":"/svgs/productsPageWave.svg"}},"__N_SSG":true}