{"pageProps":{"source":{"compiledSource":"var d=Object.defineProperty,p=Object.defineProperties;var u=Object.getOwnPropertyDescriptors;var t=Object.getOwnPropertySymbols;var s=Object.prototype.hasOwnProperty,o=Object.prototype.propertyIsEnumerable;var l=(e,n,i)=>n in e?d(e,n,{enumerable:!0,configurable:!0,writable:!0,value:i}):e[n]=i,r=(e,n)=>{for(var i in n||(n={}))s.call(n,i)&&l(e,i,n[i]);if(t)for(var i of t(n))o.call(n,i)&&l(e,i,n[i]);return e},h=(e,n)=>p(e,u(n));var c=(e,n)=>{var i={};for(var a in e)s.call(e,a)&&n.indexOf(a)<0&&(i[a]=e[a]);if(e!=null&&t)for(var a of t(e))n.indexOf(a)<0&&o.call(e,a)&&(i[a]=e[a]);return i};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(i){var a=i,{components:e}=a,n=c(a,[\"components\"]);return mdx(MDXLayout,h(r(r({},layoutProps),n),{components:e,mdxType:\"MDXLayout\"}),mdx(\"h3\",null,\"Note: Prashant is no longer at Dynopii. We wish him a great journey ahead!\"),mdx(\"p\",null,\"Prashant has a PhD in Machine Learning and is an Artificial Intelligence developer, researcher, practitioner, with over 5 years in the industry and published more than 8 research papers in national and international journals and conferences.\"),mdx(\"p\",null,\"Previously, Prashant was the Research Scientist and was involved in implementing and evaluating artificial intelligence and machine learning algorithms and neural networks for diverse industries. Identified new problem areas and researched technical details to build innovative products and solutions. He has often worked on multidisciplinary projects in areas such as Computer Vision, Speech Technology and NLP.\"),mdx(\"p\",null,\"As a Sr. ML Engineer, he has experience in developing AI solutions in areas like Computer Vision, Speech Technology using machine learning and deep learning techniques. Prashant is also interested in intelligent systems that operate in large, nondeterministic, non-stationary or only partially known domains. Most of his research centres around techniques for decision making and teams of agents to act intelligently in their environments and exhibit goal-directed behaviour in real-time, even if they have only incomplete knowledge of their environments, imperfect abilities to manipulate them, limited or noisy perception or insufficient reasoning speed. He believes that finding good solutions to these problems requires approaches that cut across many different fields and, consequently, his research draws on areas such as artificial intelligence, Machine learning and deep learning.\"))}MDXContent.isMDXComponent=!0;\n","scope":{"title":"Prashantkumar L. Borde","description":"A brief introduction to Prashant","featured":false,"coverImage":"/svgs/productsPageWave.svg"}},"frontMatter":{"title":"Prashantkumar L. Borde","description":"A brief introduction to Prashant","featured":false,"coverImage":"/svgs/productsPageWave.svg"}},"__N_SSG":true}