{"pageProps":{"source":{"compiledSource":"var l=Object.defineProperty,p=Object.defineProperties;var u=Object.getOwnPropertyDescriptors;var o=Object.getOwnPropertySymbols;var s=Object.prototype.hasOwnProperty,r=Object.prototype.propertyIsEnumerable;var d=(e,a,n)=>a in e?l(e,a,{enumerable:!0,configurable:!0,writable:!0,value:n}):e[a]=n,i=(e,a)=>{for(var n in a||(a={}))s.call(a,n)&&d(e,n,a[n]);if(o)for(var n of o(a))r.call(a,n)&&d(e,n,a[n]);return e},h=(e,a)=>p(e,u(a));var c=(e,a)=>{var n={};for(var t in e)s.call(e,t)&&a.indexOf(t)<0&&(n[t]=e[t]);if(e!=null&&o)for(var t of o(e))a.indexOf(t)<0&&r.call(e,t)&&(n[t]=e[t]);return n};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(n){var t=n,{components:e}=t,a=c(t,[\"components\"]);return mdx(MDXLayout,h(i(i({},layoutProps),a),{components:e,mdxType:\"MDXLayout\"}),mdx(\"p\",null,\"Rishiraj defines himself as just another boring, short, coke dependent, undergraduate Machine Learning Engineer who lives, studies and works in Kolkata, India. You\\u2019re probably reading this for his contributions in the tech world, but interesting fact - Rishiraj didn\\u2019t always want to get into tech. He was always a medical aspirant. However, his marks in medical entrance exams slapped him on the face and said, \\u201Cyou\\u2019re made for tech\\u201D. Rishiraj started his tech journey after getting into university and soon explored almost everything: from App Development to Web and from coffee to cookies. Failed in some, lost interest in some but finally, he found his love: Machine Learning and chicken wings.\"),mdx(\"p\",null,\"Rishiraj has been a Microsoft Student Partner, a deeplearning.ai Ambassador, an ML team lead at Google DSC and an active volunteer for Google Developer Groups Kolkata. He loves taking sessions and speaking at various conferences for promoting student knowledge on developer products and platforms. He also taught Python to students during the pandemic as a facilitator at Stanford University.\"),mdx(\"p\",null,\"These are some things that you can find about him on the internet, want a secret? Rishiraj is a national level Chess player, a swimming champion and he can lecture for hours on the outer reaches of space and the craziness of astrophysics.\"))}MDXContent.isMDXComponent=!0;\n","scope":{"title":"Rishiraj Acharya","description":"A brief introduction to Rishiraj","featured":false,"coverImage":"/svgs/productsPageWave.svg"}},"frontMatter":{"title":"Rishiraj Acharya","description":"A brief introduction to Rishiraj","featured":false,"coverImage":"/svgs/productsPageWave.svg"}},"__N_SSG":true}