{"pageProps":{"source":{"compiledSource":"var h=Object.defineProperty,c=Object.defineProperties;var l=Object.getOwnPropertyDescriptors;var a=Object.getOwnPropertySymbols;var s=Object.prototype.hasOwnProperty,d=Object.prototype.propertyIsEnumerable;var r=(e,t,o)=>t in e?h(e,t,{enumerable:!0,configurable:!0,writable:!0,value:o}):e[t]=o,i=(e,t)=>{for(var o in t||(t={}))s.call(t,o)&&r(e,o,t[o]);if(a)for(var o of a(t))d.call(t,o)&&r(e,o,t[o]);return e},u=(e,t)=>c(e,l(t));var p=(e,t)=>{var o={};for(var n in e)s.call(e,n)&&t.indexOf(n)<0&&(o[n]=e[n]);if(e!=null&&a)for(var n of a(e))t.indexOf(n)<0&&d.call(e,n)&&(o[n]=e[n]);return o};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(o){var n=o,{components:e}=n,t=p(n,[\"components\"]);return mdx(MDXLayout,u(i(i({},layoutProps),t),{components:e,mdxType:\"MDXLayout\"}),mdx(\"p\",null,\"Two words that sum up Kazi - inquisitive and hustler.\"),mdx(\"p\",null,\"He strong believes in the quote - \\u201CWhen life gives you Lemonade, you make Lemonade\\u2026. And try to find somebody whose life has given them Vodka and have a party\\u201D.\"),mdx(\"p\",null,\"Kazi brings a tremendous breadth of skills and experiences to High Output. He's a founder, coach, teacher, productivity junkie and so much more. He has worked in the trenches, led teams, supported founders, taught students, and built and shipped products.Have a unique combo of tech and industry experience in the domain of Ed-tech, Manufacturing, Health, Automation, and Audio/Media. Co-founded multiple companies having successful exit.\"),mdx(\"p\",null,\"Previously, he was a Co-Founder of i&We, an ed-tech platform that catered to more than half a million students for graduate students and took a successful exit. Before that, he had co-founded IQSquare, a Robotics and AI application development company that partnered with Qatar Govt and executed multiple projects. He also has Software Development experience with Infosys for two years. Provides consultancy to AI companies and has strong tech understanding in Computer Vision and Audio/Speech Synthesis Domain.\"),mdx(\"p\",null,\"Active in developer communities, Kazi has been awarded the Best Intel Software Innovator for consecutive years of 2018, 2019, and 2020.\"),mdx(\"p\",null,\"In the process of Building the next Billion Dollar company, he has gained the experience of creating, failing, reviving multiple startups in the journey.\"),mdx(\"p\",null,\"Kazi loves to give back to the community and has a dream of building a self-sustaining ecosystem of a learning platform for students devoid of any divide.\"))}MDXContent.isMDXComponent=!0;\n","scope":{"title":"Kazi Haque","description":"A brief introduction to Kazi","featured":false,"coverImage":"/svgs/productsPageWave.svg"}},"frontMatter":{"title":"Kazi Haque","description":"A brief introduction to Kazi","featured":false,"coverImage":"/svgs/productsPageWave.svg"}},"__N_SSG":true}